{
  "mps": [
    {
      "name": "Ahora me ves...",
      "tipo": "blog",
      "id": "https://metrosporsegundo.wordpress.com/2015/04/12/ahora-me-ves/",
      "extra": {
        "disp": "pano",
        "showtype": "dual",
        "alternate": "web",
        "titular": "Ahora me ves...",
        "subtitulo": "El color del camaleón",
        "rubrica": "Arcadi Garcia",
        "fecha": "12 de abril de 2015",
        "texto": "Una de las cosas que más me gustan de la ciencia es cuando tenemos una teoría que es la cosa más bonita y maravillosa de la vida y va y un día, investigando, se descubre que esa teoría está equivocada o es incompleta, y que la verdad es como cien veces más fantástica de lo que podías imaginar.\nAlgo así pasa con los camaleones y su habilidad para cambiar de color. Y no te estoy hablando de algo que descubrimos hace siglos, no: esto se hizo el año pasado. Bueno, más o menos, el artículo original se recibió en 2014, pero salió en 2015, pero para tener un artículo hay que hacer antes una invest… Mira, vayamos paso a paso, ¿de acuerdo?\nLa mayoría los camaleones tienen la habilidad de cambiar de color. Esos cambios de color reflejan el estado de ánimo del camaleón, así como sus intenciones frente a otros camaleones. Por ejemplo, cuando se enfadan o intentan intimidar a alguien, se ponen de un color más oscuro, mientras que, qué sé yo, un macho intentando cortejar a una hembra se pondrá mucho más colorido y llamativo para llamar la atención. Contrariamente a lo que creíamos, pocas especies lo usan para camuflarse, pero mira, las hay que sí cambian de color para confundirse con el entorno, y hasta las hay que cambian de color para ayudar a regular su temperatura: se oscurecen para absorber el máximo calor posible y palidecen para reflejarla. Vamos, que el cambio de color de los camaleones tiene una infinidad de usos diferentes.\nHasta ahí todo bien. Eso sí, antes de ponernos con el porqué del cambio de color, tenemos que ver por qué los camaleones tienen color ya de buenas a primeras. Para explicar eso, tenemos dos mecanismos diferentes que se complementan: el color pigmentario y color estructural.\nEl color pigmentario viene dado por unas células que hay en la piel de los camaleones, llamadas cromatóforos. Esas células están llenas de pigmentos, que son compuestos que dan color por absorción de luz. ¿Qué quiere decir eso? Pues, por ejemplo, que si tenemos un pigmento azul, no es azul así porque sí, sino que lo es porque absorbe la luz de todos los demás colores, y entonces lo que nos llega a nosotros son las sobras: en este caso, el azul. Los camaleones, en su piel, tienen cromatóforos cargados con pigmentos rojos, amarillos, y hasta melanina, que es un pigmento oscuro que es la que determina cómo de morena tienes la piel, tu pelo… Bueno, no nos vayamos por las ramas. Resumiendo: el color pigmentario viene dado por (¡sorpresa!) pigmentos en la piel.\nPor otro lado, tenemos el color estructural, que es mucho más interesante. La idea es que por debajo de la piel y los cromatóforos, los camaleones tienen unas estructuras de cristales minúsculos separados entre sí organizados muy regularmente. No voy a entrar en los detalles, pero estas estructuras (que llamamos iridóforos) lo que hacen es reflejar muy muy bien la luz de una longitud de onda (dicho de otro modo, de un color) determinada, y dejar pasar las demás. Por ejemplo, las mariposas morfo azul (Morpho menelaus, como la que ves en la foto) tienen las alas azules debido a estructuras parecidas a las que tienen los camaleones, donde los elementos están repartidos de forma que sólo se ve reflejada la luz azul. La distancia de separación entre cristal y cristal influirá en qué longitud de onda (o color) tendrá la luz que salga reflejada de ahí. A mayor distancia, mayor longitud de onda tendrá la luz reflejada, y por tanto, más rojiza será.\nMuy bien, ya lo tenemos todo: color pigmentario y color estructural. Perfecto. Ahora es cuando viene la pregunta: ¿cómo cambian los camaleones de color?\nBueno, aquí creíamos tener la respuesta. Sabemos que, al igual que muchos otros animales, los camaleones se vuelven más oscuros cogiendo la melanina de sus células y esparciéndola por todas sus extensiones, y al revés: para volverse más claros, basta con concentrar la melanina en un solo lugar. Por tanto, parece lógico que para volverse más amarillos, rojos o lo que sea baste con hacer lo mismo, ¿no? Pillas pigmento amarillo, lo esparces y te vuelves más amarillo. Así es como deben hacerlo los camaleones, ¿no?\nPues, como habrás adivinado por mi insistencia, hemos descubierto que no es así. Lo que pasa en realidad, según han encontrado los científicos, es que lo que hacen es, digámoslo así, tensar y relajar esos iridóforos, modificando así la distancia que hay entre cristal y cristal. Este cambio parece que no, pero provoca una diferencia bestial en el color que terminamos observando.\nDe hecho, una cosa que hicieron para comprobar que esto que te estoy diciendo es verdad y que me parece muy chula fue algo muy simple: tomaron a un camaleón y aplicaron presión sobre su piel. Si todo lo dicho con anterioridad es verdad, la presión apretará los cristales entre sí, haciendo que la luz que se refleja se haga más azulada. Total, que fueron, lo hicieron y ¡pam! Ahí lo tenían: un manchurrón azul. Al rato, los cristales volvieron a su sitio.\n¡Pero ojo, que la cosa no acaba ahí! Resulta que por debajo de esa capa principal de iridóforos que trabajan en lo que llamamos el espectro visible (es decir, las longitudes de onda que podemos percibir con el ojo) hay otra capa más de iridóforos que ya no reflejan luz de colores que podamos ver: reflejan luz infrarroja, o sea, calor: ¡pueden regular la cantidad de calor que absorben y reflejan!\nAsí que ya ves: empezamos con algo tan simple como esparcir y concentrar pigmentos, que nos parecía tan fácil y tan lógico, y va y resulta que es cuestión de modificar estructuras cristalinas para cambiar de color. ¡Bellezas de la Física!\nAhora ya puedes contarle todo esto a quien quieras, dedicarte a dar la chapa a quien sea sobre criaturas que cambian de color usando métodos tan sutiles, tan elegantes, tan bellos que te da un escalofrío cuando piensas en ello. Pero antes de que hagas todo eso quiero que mires ahí afuera y pienses en todo lo que creemos que sabemos, en lo que no sabemos que no sabemos, en lo que nos queda por saber que no sabemos y, sobre todo, en lo maravilloso que resulta todo cuando te paras a pensar en ello.",
        "imatges": ["https://metrosporsegundo.files.wordpress.com/2015/04/ahora-me-ves-copia2.jpg","https://metrosporsegundo.files.wordpress.com/2015/04/ahora-me-ves-2.jpg"],
        "peus": ["",""]
      },
      "when": "April 12, 2015",
      "banner": "https://metrosporsegundo.files.wordpress.com/2015/04/ahora-me-ves-copia2.jpg",
      "desc": "¿Cómo logra el camaleón cambiar de color? De forma muy elegante."
    },{
      "name": "Reflexión, refracción e Internet",
      "tipo": "blog",
      "id": "https://metrosporsegundo.wordpress.com/2015/04/20/reflexion-refraccion-e-internet/",
      "extra": {
        "disp": "pano",
        "showtype": "dual",
        "alternate": "web",
        "titular": "Reflexión, refracción e Internet",
        "subtitulo": "Quiero que te pongas a pensar conmigo un momento: ¿Desde cuándo se estudia la luz?",
        "rubrica": "Arcadi Garcia",
        "fecha": "20 de abril de 2015",
        "texto": "Un porrón de años, ¿verdad? Pues vaya si hace tiempo: se han encontrado lentes que datan del año 700 a.C. en lo que antaño fue Asiria. E igual que los asirios, se han encontrado lentes antiquísimas en Egipto, Grecia y Babilonia. No se trata de investigación en el sentido que esperaríamos, pero por lo menos sí que se molestaron en aprovecharse de sus propiedades (aunque no supieran cuáles fueran) para hacer lentes.\nVale, ¿y si hablamos de investigación, investigación, en plan analizar la luz de forma sistemática y luego publicar los resultados? Bueno, tenemos a Euclides entre los siglos III y IV a.C., padre de la geometría, que propuso ahí unas cuantas leyes geométricas sobre cómo se tenía que comportar la luz, y, en fin, bastantes más tipos que se pusieron a hacer filosofía sobre qué es la luz y por qué vemos lo que vemos, pero iremos al que nos importa más ahora: Ptolomeo, en el s. II.\nPtolomeo, aparte de hacer geografía y modelos geométricos para predecir la posición de las estrellas, se dedicó a estudiar cómo se refleja y curva la luz en diferentes medios (agua, aire y vidrio). Concretamente, realizó la primera tabla conocida de ángulos de reflexión y refracción para esos medios, y enunció un par de leyes al respecto. Luego se vio que las leyes eran incorrectas y que el tío hizo un poco de trampa midiendo algunos ángulos, pero eso hasta que no llegó el matemático persa Ibn Sahl en el s. X con sus leyes sobre la refracción no lo supimos.\nBueno, tanto repetir refracción aquí y allá, ¿pero qué es la refracción? Pues muy fácil: la refracción es el cambio de dirección que sufre la luz al pasar de un medio a otro. Sí, ya, muy bien, ¿pero a qué se debe? Resumiendo bastante, la luz viaja a velocidades diferentes dependiendo del medio en que se encuentre, y la refracción no es más que una consecuencia de esa diferencia de velocidades. No, no, espera un momento. ¿Un cambio de dirección debido a un cambio de velocidad? ¿Eso cómo se come? Podríamos ponernos a hablar sobre el principio de Fermat, sobre cómo la luz recorre el camino que menos tiempo le cuesta recorrer, o sobre la interpretación geométrica de algunas ecuaciones sobre ondas, o incluso sobre la explicación microscópico de todo esto pero eso da en sí mismo para otras entradas. Vamos a explicarlo de una forma más visual.\nEn primer lugar, vamos a imaginar que la luz está hecha de partículas. Y digo imaginar porque a esas partículas no las vamos a llamar fotones, porque los fotones tienen cosas cuánticas por medio y nos fastidian la explicación. Simplemente, partículas de toda la vida, pelotitas sin tamaño, viajando a toda pastilla por el espacio (esto, más o menos, era lo que decían algunos budistas indios, como Dignāga en el s. V o Dharmakirti en el s. VII).\nVale, ¿qué ganamos haciendo esto? Bueno, esto nos permite aprovechar una de las propiedades más útiles de las partículas: la propagación rectilínea. Si no tenemos fuerzas que la aceleren ni cosas raras que limiten su movimiento, una partícula irá siempre en línea recta. Entonces, ya tenemos dos cosas aquí: a) nuestras partículas van en línea recta; y b) viajarán a diferentes velocidades en función del medio en el que se encuentren.\nAquí voy a hacer un pequeño inciso para hablarte de un parámetro que usamos en física cuando hablamos de refracción: el índice de refracción, que nos da información sobre la velocidad que lleva la luz en un medio. La luz, en un medio con índice de refracción n, irá a una velocidad c/n, donde c es la velocidad de la luz en el vacío, 299792458 metros por segundo. Por tanto, si tenemos dos medios, uno con índice n1 y otro con índice n2, y n2 es mayor que n1, la luz irá más lenta en el segundo medio que en el primero.\nMuy bien, muy bonito, pero… ¿Cómo va a cambiar la luz de dirección, si las partículas van precisamente en línea recta? ¡Ah! Las cosas más chulas de la física suelen estar en las sutilezas. La refracción no se ve muy bien con una sola partícula. ¡Echemos un par de partículas más!\nAhora lo estás empezando a ver, ¿verdad? Cómo nuestra franja roja, el frente de ondas, cambia de dirección. La gracia está en que cuando la primera partícula entra en el segundo medio, empieza a ir más lento que todas las demás, y en lo que la segunda partícula tarda en llegar al segundo medio, la primera ha recorrido menos espacio, porque va más lenta. Si repetimos esto con infinitas partículas, tenemos un frente continuo “cambiando” de dirección. Si nuestro frente de ondas cambia de dirección, también lo hará nuestro rayo de luz, que va viempre perpendicular al frente de ondas.\nCuánto cambia de dirección la luz depende del ángulo con que llegues a la superficie de separación entre los medios (interfaz) pero, si pasa de menor a mayor índice de refracción, el rayo de luz se acercará más (en nuestro caso, ya que la interfaz es horizontal) a la vertical, mientras que si pasa de un medio con mayor índice a uno con menor índice, tirará más hacia la horizontal.\nVale, ya sabemos sobre la refracción. Ahora hablemos sobre otra cosa que ocurre cuando la luz cambia de medio: la reflexión. Siempre que tenemos una refracción, parte del rayo de luz, en vez de hacer como el resto y cambiar de medio, lo que hace es rebotar. No tiene más misterio. Como no todo el rayo es reflejado, sino que parte de él se refracta, hablamos de reflexión parcial.\nPero pasa una cosa muy graciosa cuando pasamos de un medio de mayor índice de refracción a uno de menor índice. Ya hemos dicho que un rayo, en esta situación, se curva y se acerca más a la interfaz. Claro, habrá un momento en que nuestro rayo, al refractarse, estará tan horizontal que irá por la interfaz. ¿Qué es lo que ocurre pasado ese punto?\nPues como el rayo no se va a refractar hacia atrás, porque sería muy raro, simplemente no se refracta y terminamos con esto. Y como no se refracta, se refleja todo. A esto lo llamamos reflexión total, y fue descubierta por Johannes Kepler a principios del s. XVII, que no fue capaz de explicarla; de eso ya se encargó Willebrord Snellius pocos años después. Y claro, una vez te sabes la forma exacta en la que se curvan los rayos de luz, es muy fácil empezar a hacer lentes mejores, a hacer aparatos ópticos, como telescopios, microscopios… ¡Un sinfín de posibilidades!\nMuy bien, así que hace como 1800 años que sabemos que la luz se curva y se refleja, y como 400 años desde que sabemos cómo se curva y se refleja (sutil pero importante diferencia). ¿Qué tiene que ver con cualquier cosa que pase ahora? Pues mira, ahora que está en boga, tiene que ver con la fibra óptica.\nLa fibra óptica está hecha de tal manera que la luz que va por dentro va rebotando contra las paredes por reflexión total, así que no hay quien la saque de ahí hasta que el cable termina, lo cual es bastante mejor que los cables eléctricos, que se calientan por el efecto Joule (¿ves? ¡Otra entrada!). Así que ya sabes: cuando lleves gafas, cuando uses Internet, una cámara de fotos, microscopios, telescopios, o cualquier cosa por el estilo, dale las gracias a Euclides, a Ptolomeo, a Ibn Sahl, a Kepler y a Snell, Huygens, Galileo, Newton… A un montón de gente que ha ido colaborando a lo largo de los siglos, a través de las naciones, más allá de los idiomas. Investigar es cooperar, es ser ayudado por los que vinieron antes y los que están ahora, es ayudar a los que vendrán, y es por eso que hacer ciencia es una de las cosas más humanas que existen.",
        "imatges": ["https://metrosporsegundo.files.wordpress.com/2015/04/boybz8.png","https://i1.wp.com/www.timbercon.com/assets/Uploads/fiber-optic-glossary/images/Total-Internal-Reflection.gif"],
        "peus": ["","¡Reflexión total!"]
      },
      "banner": "https://metrosporsegundo.files.wordpress.com/2015/04/boybz8.png",
      "when": "April 12, 2015",
      "desc": "Una rápida historia sobre la luz, sobre cómo sabemos lo que sabemos, y sobre cómo sabemos transmitir lo que sabemos."
    }
  ],
  "minuteearth": [
    {
      "name":"Why Do Birds Migrate Like This?",
      "tipo": "youtube",
      "id": "_z1sWpfrKEE",
      "desc": "Las aves migratorias siguen unas rutas muy extrañas. ¿Por qué hacen eso, en lugar de ir en línea recta? Aquí tienes la respuesta.",
      "extra":{"disp": "pano"},
      "when": "December 20, 2017"
    },{
      "name":"UPSIDE-DOWN Rivers On Mars?!",
      "tipo": "youtube",
      "id": "yy5UpVoQDJw",
      "desc": "Cuando tradujimos este vídeo para <a href='https://www.youtube.com/user/MinutoDeLaTierra' target='_blank'>MinutoDeLaTierra</a>, rehicimos la miniatura para que fuera más bonita. ¡Se quedó tan cuqui que la pusieron también en el vídeo original en inglés!",
      "extra":{"disp": "pano"},
      "when": "December 20, 2017"
    }
  ]
}
